<?php
defined('BASEPATH') OR exit('No direct script access allowed');
    $config['building_data'] = array(
        array(//弘德
            'floors' => array('B1', '1', '2', '3', '4', '5', '6', '7', '8', '頂樓'),
            'inroom' => array(
                '桌燈',
                '大燈',
                '床板',
                '衣櫃',
                '桌燈',
                '椅子',
                '鍵盤架',
                '抽屜',
				'網路(含無線)',
				'電腦'
            ),
            'publicside' => array(
                '交誼廳',
                '浴室',
                '廁所',
                '樓梯',
                '陽台',
                '廁所',
                '走廊',
                '飲水機',
                '販賣機'
            )
        ),
        array(//慧樓
            'floors' => array('1', '2', '3', '4', '5', '6', '7', '頂樓'),
            'inroom' => array(
                '桌燈',
                '大燈',
                '床板',
                '衣櫃',
                '桌燈',
                '椅子',
                '鍵盤架',
                '抽屜',
                '浴室',
				'網路(含無線)',
				'電腦'
            ),
            'publicside' => array(
                '交誼廳',
                '廁所',
                '樓梯',
                '陽台',
                '廁所',
                '走廊',
                '飲水機',
                '販賣機'
            )
        ),
        array(//勤業
            'floors' => array('2', '3', '頂樓'),
            'inroom' => array(
                '桌燈',
                '大燈',
                '床板',
                '衣櫃',
                '桌燈',
                '椅子',
                '鍵盤架',
                '抽屜',
                '網路(含無線)',
                '電腦'
            ),
            'publicside' => array(
                '交誼廳',
                '廁所',
                '樓梯',
                '廁所',
                '走廊',
                '飲水機',
                '販賣機'
            )
        )
    );